{
  "facts": [
    "The PS3 was the first gaming console to support Blu-ray discs.",
    "The original PS3 could run Linux through the 'Other OS' feature.",
    "The Cell processor in PS3 was also used in some supercomputers.",
    "PS3's XMB (XrossMediaBar) interface was inspired by Sony's PSP.",
    "The PS3 launched at $599 USD for the 60GB model in 2006.",
    "Over 87 million PS3 consoles were sold worldwide.",
    "The Last of Us on PS3 won over 200 Game of the Year awards.",
    "PS3 can output games at 1080p resolution.",
    "The PS3 Slim reduced power consumption by 34% compared to the original.",
    "Uncharted 2 showcased the PS3's graphical capabilities in 2009.",
    "PS3 had free online multiplayer through PlayStation Network.",
    "The SIXAXIS controller was the first PlayStation controller without rumble.",
    "Metal Gear Solid 4 was designed specifically for PS3's Cell processor.",
    "Journey on PS3 won multiple awards for its innovative multiplayer.",
    "PS3 could be used as a media server with PlayMemories.",
    "LittleBigPlanet allowed players to create and share their own levels.",
    "The PS3 Super Slim model was 25% lighter than the Slim.",
    "Demon's Souls pioneered the 'Souls-like' genre on PS3.",
    "PS3 supported 3D gaming with compatible TVs and games.",
    "Gran Turismo 5 featured over 1,000 cars at launch.",
    "PS3's Cell processor had 8 cores running at 3.2 GHz.",
    "The PlayStation Store launched day one with the PS3.",
    "Resistance: Fall of Man was a PS3 launch title in 2006.",
    "PS3 could play PS1 games but PS2 compatibility was limited.",
    "Infamous let players choose between hero or villain paths.",
    "The PS3 was one of the most affordable Blu-ray players at launch.",
    "Heavy Rain featured an interactive drama with multiple endings.",
    "Killzone 2 took 4 years to develop for the PS3.",
    "PS3's GPU was developed by NVIDIA and called the RSX 'Reality Synthesizer'.",
    "God of War III showcased some of the largest bosses in gaming history.",
    "ICO is a sequal to Shadow of the Colossus even though is was released before it."
  ]
}